<!DOCTYPE html>
<html lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
	<link href="style/reset.css" media="screen" rel="stylesheet" type="text/css" />
	<link href="style/style.css" media="screen" rel="stylesheet" type="text/css" />
	<link rel="shortcut icon" type="image/ico" href="images/logo.ico" />
	<title>ಗ್ರಂಥರತ್ನಮಾಲಾ</title>
</head>

<body>
	<div class="page">
        <div class="header">
            <ul class="nav">
                <li><a class="nav_kan" href="../index.html">ಮುಖಪುಟ</a></li>
				<li class="line;">|</li>
                <li><a class="active nav_kan" href="#">ಗ್ರಂಥರತ್ನಮಾಲಾ</a></li>
				<li class="line;">|</li>
                <li><a class="nav_kan" href="about.html">ಒಳನೋಟ</a></li>
				<li class="line;">|</li>
                <li><a class="nav_kan" href="anuvadakaru.html">ಅನುವಾದಕರ ಪಟ್ಟಿ</a></li>
				<li class="line;">|</li>
                <li><a class="nav_kan" href="purana_list.html">ಸಂಗ್ರಹ</a></li>
				<li class="line;">|</li>
                <li><a class="nav_kan" href="search.php">ಹುಡುಕಿ</a></li>
            </ul>
        </div>
        <div class="main_title">ಶ್ರೀ ಜಯಚಾಮರಾಜೇಂದ್ರ   ಗ್ರಂಥರತ್ನಮಾಲಾ</div>
        <div class="mainbody">
            <p class="para">
ಯಾವ ದೇಶದಲ್ಲಿಯೇ ಆಗಲಿ, ಭಾಷಾಸಾಹಿತ್ಯವೂ, ಉತ್ತಮವಾದ ಮತ್ತು ಪ್ರೌಢಶ್ರೇಣಿಗೆ ಸೇರಿದ ಗ್ರಂಥಗಳ
ರಚನೆಯೂ ಆ ದೇಶದ ಜನರ ನಡೆನುಡಿಗಳ ಮತ್ತು ನಾಗರಿಕತೆಯ ಮೇಲೆ ಮಹತ್ವವಾದ ಪರಿಣಾಮವನ್ನುಂಟುಮಾಡುವುದರಲ್ಲಿ
ಸಂದೇಹವಿಲ್ಲ ಭಾಷಾಬೆಳವಣಿಗೆಯೇ ದೇಶದ ಜನರ ನಾಗರಿಕ ವ್ಯವಹಾರಗಳ ಏಳ್ಗೆಗೆ ಹೆಗ್ಗುರುತಾಗಿದೆ. 
ಕಾವ್ಯ, ನಾಟಕ, ವೇದಾಂತ, ವ್ಯಾಕರಣ, ಶಿಲ್ಪ, ಸಂಗೀತ, ತರ್ಕ, ಮೀಮಾಂಸಾ ಮೊದಲಾದ ಅನೇಕ ಪ್ರೌಢಗ್ರಂಥಗಳು
ಸಂಸ್ಕೃತ ಭಾಷೆ- ಯಲ್ಲಿರುವಷ್ಟು ಮತ್ತಾವ ಭಾಷೆಯಲ್ಲಿಯೂ ಇಲ್ಲ. ಇದಲ್ಲದೆ ಸಂಸ್ಕೃತಗ್ರಂಥಗಳಲ್ಲಿ ಬಹುಭಾಗವು
ಸ್ವತಂತ್ರವಾದವು, ಎಂದರೆ ಸ್ವತಂತ್ರವಾಗಿ ಇನ್ನೊಂದು ಗ್ರಂಥದ ಆಶ್ರಯವಿಲ್ಲದೆ ರಚಿತವಾದವು, ಇತರ ಗ್ರಂಥದ
ಭಾಷಾಂತರವಲ್ಲ. ಪೂರ್ವದಲ್ಲಿ ಇಂತಹ ಗ್ರಂಥಗಳು ಪ್ರಚಾರದಲ್ಲಿದ್ದು ಅವುಗಳಲ್ಲಿ ಪಾರಂಗತರಾದ ಅನೇಕ
ವಿದ್ವಾಂಸರುಗಳು ದೇಶದಲ್ಲೆಲ್ಲಿಯೂ ಇದ್ದರು. ಕಾಲಗತಿಯಿಂದ ದೇಶವು ಪರಕೀಯರ ಆಡಳಿತಕ್ಕೆ ಒಳಪಟ್ಟು
ಛಿದ್ರಛಿದ್ರವಾಗಿ, ಸ್ವಕಲಹಗಳಿಂದಲೂ ಅಶಾಂತಿಂದಲೂ ಕೂಡಿದ್ದುದರಿಂದ ಸಾಂಪ್ರದಾಯ ವಿದ್ಯಾವ್ಯಾಸಂಗಕ್ಕೆ ಮುಂಚಿನಂತೆ
ಪ್ರೋತ್ಸಾಹವಿಲ್ಲವಾಯಿತು. ಪೂರ್ವಿಕರು ಬಹು ಕಷ್ಟಪಟ್ಟು ಬರೆದು ಸಂಗ್ರಹಿಸಿದ್ದ ಅನೇಕ ಉತ್ಕೃಷ್ಟ ಗ್ರಂಥಗಳ
ಹಸ್ತಲಿಖಿತಪ್ರತಿಗಳು ನಾನಾಕಾರಣಗಳಿಂದ ಮೂಲೆ ಪಾಲಾದವು. ಜನರಿಗೆ ಜೀವನೋಪಾಯವೇ ದೊಡ್ಡ ಸಮಸ್ಯೆಯಾದ್ದರಿಂದ
ಕಷ್ಟಸಾಧ್ಯವಾದ ವಿದ್ಯಾವ್ಯಾಸಂಗದಲ್ಲಿ ಆಸಕ್ತಿಯಿಲ್ಲವಾಯಿತು. ಇಂತಹ ಸ್ಥಿತಿಯು ಆನೇಕ ಶತಮಾನಗಳವರೆಗೆ 
ಇದ್ದಿತು. ಸುಮಾರು ನೂರಐವತ್ತು ವರ್ಷಗಳಿಂದೀಚಿಗೆ ಇಂಡಿಯಾದೇಶವು ಇಂಗ್ಲಿಷರ ಆಡಳಿತಕ್ಕೆ ಒಳಪಟ್ಟಮೇಲೆ
ದೇಶದಲ್ಲಿ ಶಾಂತಿಸ್ಥಾಪನೆಯಾಗಿ ಜನರಲ್ಲಿದ್ದ ಆಲಸ್ಯವೂ, ನಿರುತ್ಸಾಹವೂ ಕ್ರಮವಾಗಿ ಕಮ್ಮಿಯಾಗುತ್ತಾ ಬಂದು
ಪೂರ್ವದಲ್ಲಿದ್ದ ಸ್ಥಿತಿಗೆ ಬಂದರೂ ಆಂಗ್ಲವಿದ್ಯಾಪ್ರಭಾವದಿಂದ ಜನರ ನಡೆನುಡಿಗಳಲ್ಲಿ ವಿಶೇಷ ಬದಲಾವಣೆಗಳುಂಟಾದವು.
ರಾಜಭಾಷೆಯಾದ ಆಂಗ್ಲಭಾಷೆಯನ್ನು ಕಲಿಯುವುದರಲ್ಲಿಯೂ ಆ ಮೂಲಕ ಇತರ ದೇಶಗಳ ನಾಗರಿಕತೆಯನ್ನು ಅನುಕರಣಮಾಡುವುದರಲ್ಲಿಯೂ
ಜನರಿಗೆ ಆಸಕ್ತಿಯು ಹೆಚ್ಚಿತು. ಸಂಸ್ಕೃತವಿದ್ಯೆಯಿಂದ ವಿಶೇಷವಾದ 
ಆರ್ಥಿಕಪ್ರಯೋಜನವಿಲ್ಲದ್ದರಿಂದಲೂ, ವ್ಯಾಸಂಗವು
ಕಷ್ಟಸಾಧ್ಯವಾದುದರಿಂದಲೂ ಸಾಮಾನ್ಯ ಜನರು ಅದರ ವ್ಯಾಸಂಗವನ್ನು
ಸಂಪೂರ್ಣವಾಗಿ ತ್ಯಜಿಸಿ ತಾವು ಕಲಿತ ಅಲ್ಪಸ್ವಲ್ಪ
ರಾಜಕೀಯಭಾಷಾಪರಿಜ್ಞಾನದಿಂದ ಮತ್ತರಾಗಿ ತಮ್ಮ ಪೂರ್ವ 
ಸಂಸ್ಕೃತಿಯನ್ನೂ ವೈಭವವನ್ನೂ ಮರೆತು ಅದರಲ್ಲಿ ತಾತ್ಸಾರಭಾವವನ್ನು
ತೋರಿಸಲಾರಂಭಿಸಿದರು. ಸಂಸ್ಕೃತ ಗ್ರಂಥಗಳ ಮಹತ್ವವು ಅಲ್ಲಲ್ಲಿ
ನಾಮಾವಶೇಷವಾಗಿ ಉಳಿದುಕೊಂಡಿದ್ದ ಕೆಲವು ಪಂಡಿತರುಗಳ ಹೊರತಾಗಿ ಇತರರಿಗೆ 
ತಿಳಿಯದಂತಾಯಿತು. ಇಂತಹ ಕಾಲದಲ್ಲಿ-ನಮ್ಮ ಜನರೇ ನಮ್ಮ ಗ್ರಂಥಗಳನ್ನು ತಿಳಿದುಕೊಳ್ಳಲಾರದೆ ಅವುಗಳನ್ನು 
ಉದಾಸೀನದೃಷ್ಟಿಯಿಂದ ನೋಡುತ್ತಿರುವ ಕಾಲದಲ್ಲಿ-ಅನೇಕ ಜರ್ಮನ್, ಫ್ರೆಂಚ್
ಮತ್ತು ಇಂಗ್ಲಿಷ್ ಪಂಡಿತರು ಬಹು ಕಷ್ಟಪಟ್ಟು ಪರಭಾಷೆಯಾದ
ಸಂಸ್ಕೃತವನ್ನು ಶಾಸ್ತ್ರೋಕ್ತವಾಗಿ ವ್ಯಾಸಂಗಮಾಡಿ ಸಂಸ್ಕೃತ ಗ್ರಂಥಗಳ ಮಹತ್ವವನ್ನು 
ಪ್ರಪಂಚಕ್ಕೆ ಪ್ರಕಾಶಪಡಿಸಿದರು. ಅದುವರೆಗೂ ನಿದ್ರಾವಸ್ಥೆಯಲ್ಲಿದ್ದ ನಮ್ಮ ಜನರು ಪಾಶ್ಚಾತ್ಯ ಪಂಡಿತರ
ಗ್ರಂಥಪ್ರಕಾಶನದಿಂದಲೂ ಪರಿಶೋಧನೆಗಳಿಂದಲೂ ಎಚ್ಚೆತ್ತು ತಮ್ಮ ಗ್ರಂಥಗಳ ಮಹತ್ವವನ್ನು ತಿಳಿದುಕೊಳ್ಳಲು
ಕುತೂಹಲಗೊಂಡು ಸಂಸ್ಕೃತವ್ಯಾಸಂಗವನ್ನು ಹೊಸರೀತಿಯಿಂದ ಅಧ್ಯಯನಮಾಡಲು ಪ್ರಾರಂಭಿಸಿದರು. ಆಗಿನಿಂದಲೂ 
ಸಂಸ್ಕೃತವ್ಯಾಸಂಗಕ್ಕೆ ವಿಶೇಷ ಪುರಸ್ಕಾರ ದೊರೆತು ಮೂಲೆಯಲ್ಲಿ ಮಲಿನವಾಗಿದ್ದ ಅನೇಕ ಗ್ರಂಥಗಳು ಬೆಳಕಿಗೆ
ಬರಲು ಅವಕಾಶವಾಯಿತು. ಆಗತಾನೆ ರೂಪುಗೊಂಡು ಅಭಿವೃದ್ಧಿಗೆ ಬರುತ್ತಿದ್ದ ಮುದ್ರಣಕಲೆಯು ಗ್ರಂಥಪ್ರಕಾಶನಕ್ಕೆ
ಬಹಳ ಸಹಾಯಕವಾಯಿತು. ಸಂಸ್ಕೃತಗ್ರಂಥಗಳ ವ್ಯಾಸಂಗದಲ್ಲಿಯೂ, ಪರಿಶೋಧನೆಯಲ್ಲಿಯೂ ತೊಡಗಿದ್ದ ಅನೇಕ
ಜರ್ಮನ್ ಪಂಡಿತರು ಸಂಸ್ಕೃತಗ್ರಂಥಗಳಿಗೆಲ್ಲಾ ಮೂಲಭೂತವೂ, ಅತಿಪ್ರೌಢವೂ ಬಹುಪುರಾತನವೂ ಆದ ವೇದಗಳನ್ನು
ಬಹುಶ್ರಮದಿಂದ ಪರಿಶೋಧಿಸಿ ಮುದ್ರಿಸಲಾರಂಭಿಸಿದರು. ವೇದಸಂಬಂಧವಾದ ಅನೇಕ ಗ್ರಂಥಗಳು ಮೊದಲು
ಜರ್ಮನಿಯಲ್ಲಿಯೇ ಮುದ್ರಿತವಾದವು. ಅನೇಕ ಪಂಡಿತರು ತಮ್ಮ ಜೀವಮಾನಕಾರವನ್ನೆಲ್ಲಾ ಒಂದೆರಡು ಗ್ರಂಥಗಳ
ಪರಿಶೋಧನ ಮತ್ತು ಪ್ರಕಾಶನಕಾರ್ಯದಲ್ಲಿಯೇ ಕಳೆದಿದ್ದಾರೆ. ಇಂತಹ ಪಂಡಿತರುಗಳಲ್ಲಿ ಜರ್ಮನಿಯ 
ಮಾಕ್ಸ್ಮುಲ್ಲರ್ ಎಂಬ ಪಂಡಿತೋತ್ತಮರು ಮುಖ್ಯರಾದವರು. ಇವರು ತಮ್ಮ ಜೀವಿತದ ಬಹುಭಾಗವನ್ನು ಎಂದರೆ 
೫೦ ವರ್ಷಗಳಿಗಿಂತ ಹೆಚ್ಚಾಗಿಯೇ ಋಗ್ವೇದವನ್ನು ಪರಿಶೋಧಿಸುವುದರಲ್ಲಿಯೂ ಅದನ್ನು ಮುದ್ರಿಸುವುದರಲ್ಲಿಯೂ 
ಕಳೆದಿದ್ದಾರೆ. ವೇದವಿದ್ಯಾವ್ಯಾಸಂಗಕ್ಕೆ ಇವರಿಂದ ಆಗಿರುವ ಸಹಾಯವು ಅಷ್ಟಿಷ್ಟಲ್ಲ. ಇದರಂತೆ ಇನ್ನೂ ಅನೇಕ
ಪಾಶ್ಚಾತ್ಯ ಪಂಡಿತರು ವೇದ ಮತ್ತು ಇತರ ಗ್ರಂಥಗಳ ಪರಿಶೋಧನೆಯಲ್ಲಿ ಉದ್ಯುಕ್ತರಾಗಿ ನಮ್ಮ ಗ್ರಂಥಗಳಿಗೂ
ನಮ್ಮ ದೇಶಕ್ಕೂ ಅಪಾರವಾದ ಉಪಕಾರವನ್ನೆಸಗಿದ್ದಾರೆ. ಒಂದೊಂದು ಗ್ರಂಥದ ಪರಿಶೋಧನೆಯೇ ೫೦ ವರ್ಷಗಳ
ಅವಧಿಯಲ್ಲಿಯೂ ಮುಗಿಯದಿದ್ದಮೇಲೆ ಅಂತಹ ಗ್ರಂಥಗಳ ಮಹತ್ವವೆಷ್ಟಿರಬೇಕೆಂದು ಸುಲಭವಾಗಿ ಊಹಿಸಬಹುದು.
ಈಚಿಗೆ ಈ ದೇಶದ ಪಂಡಿತರೂ ಸಂಸ್ಕೃತವಿದ್ಯಕ್ಕೂ, ವೇದವಿದ್ಯಕ್ಕೂ, ಪರಿಶೋಧನಕಾರ್ಯಕ್ಕೂ ವಿಶೇಷವಾಗಿ 
ಗಮನಕೊಡುತ್ತಿರುವುದು ಶುಭಸೂಚಕವಾಗಿದೆ.
</p>

<p class="para">
ಪ್ರಕೃತ ಸಂದರ್ಭದಲ್ಲಿ ದೇಶದ ಸ್ಥಿತಿಯನ್ನು ಸೂಕ್ಷ್ಮವಾಗಿ ಪರಿಶೀಲಿಸುವುದಾದರೆ ಸಾಮಾನ್ಯಜನರಿಗೆ 
ಸಂಸ್ಕೃತಭಾಷಾಜ್ಞಾನವು ಇರುವುದಿಲ್ಲ. ಎಲ್ಲಿಯೋ ಕೆಲವರಿಗೆ ಮಾತ್ರ ಸ್ವಲ್ಪಮಟ್ಟಿಗೆ ಇದ್ದರೂ ಅದರಿಂದ 
ಪ್ರೌಢಗ್ರಂಥಾವಲೋಕನಕ್ಕೆ ವಿಶೇಷ ಸಹಾಯವಾಗುವುದಿಲ್ಲ. ಆದುದರಿಂದ ಸಂಸ್ಕೃತದಲ್ಲಿ ಉತ್ಕೃಷ್ಟವಾದ 
ಗ್ರಂಥಗಳು ಎಷ್ಟೇ ಇದ್ದರೂ ಅವುಗಳ ಪ್ರಯೋಜನವು ಸಾಮಾನ್ಯಜನರಿಗೆ ಇಲ್ಲವಾಗಿದೆ. ಪೂರ್ವದಿಂದಲೂ 
ವಂಶಪಾರಂಪರ್ಯವಾಗಿ ಬಂದಿರುವ ಮತ್ತು ಶ್ರೇಷ್ಠವಾದ ಸಂಸ್ಕೃತಭಾಷೆಯನ್ನು ಕಲಿಯಬೇಕಾದುದು ಪ್ರತಿಯೊಬ್ಬ
ಮನುಷ್ಯನ ಕರ್ತವ್ಯವಾದರೂ, ದೇಶದ ಈಗಿನ ಸ್ಥಿತಿಗಳ ದೃಷ್ಟಿಯಿಂದ ಇದು ಸಾಧ್ಯವಲ್ಲವೆಂಬುದು ಎಲ್ಲರಿಗೂ 
ತಿಳಿದ ವಿಷಯವೇ ಆಗಿದೆ. ಈ ಕಾರಣದಿಂದ ಪೂರ್ವಕಾಲದ ಮತ್ತು ಈಗಿನ ಅನೇಕ ವಿದ್ಯಾವಂತರು ಉತ್ಕೃಷ್ಟಗ್ರಂಥಗಳು
ಸಾಕಾದಷ್ಟು ಸಂಖ್ಯೆಯಲ್ಲಿ ದೊರೆಯುವುದಿಲ್ಲ. ಬಹುಭಾಗಗ್ರಂಥಗಳು ಪರಿವರ್ತಿತವಾಗದೆ ಹಾಗೆಯೇ ಉಳಿದಿವೆ. 
ಕನ್ನಡಭಾಷೆಯಲ್ಲಿ ಇದುವರೆಗೂ ಉತ್ಕೃಷ್ಟಗ್ರಂಥಗಳ ಭಾಷಾಂತರವು ವಿಶೇಷವಾಗಿ ಮುಂದುವರಿಯದೆ ಅದಕ್ಕೆ ತಕ್ಕ
ಅನುಕೂಲವೂ, ಪ್ರೋತ್ಸಾಹವೂ ಇಲ್ಲದೆ ಸ್ತಬ್ಧಾವಸ್ಥೆಯಲ್ಲಿತ್ತು. ಕೆಲವು ಗ್ರಂಥಗಳು ಮಾತ್ರ ಮಹಾಜನರ
ಪ್ರೋತ್ಸಾಹದಿಂದ ಅಲ್ಲಲ್ಲಿ ಪ್ರಕಾಶಕ್ಕೆ ಬರುತ್ತಿದ್ದವು. ಗ್ರಂಥಪ್ರಕಾಶನಕಾರ್ಯಕ್ಕೆ ದ್ರವ್ಯಸಹಾಯವು
ಅತ್ಯವಶ್ಯಕವಾದುದರಿಂದಲೂ, ವೇದವೇ ಮೊದಲಾದ ಪ್ರೌಢಗ್ರಂಥಗಳ ಭಾಷಾಂತರ ಮತ್ತು ಮುದ್ರಣಕೆಲಸವು 
ಬಹುದ್ರವ್ಯಸಾಧ್ಯವಾದುದರಿಂದಲೂ ಅದಕ್ಕೆ ತಕ್ಕ ಪ್ರೋತ್ಸಾಹವಿಲ್ಲದೆ ಆ ಕೆಲಸವು ಹಾಗೆಯೇ ಉಳಿಯಿತು.
</p>

<p class="para">
ಸಾಯಣಭಾಷ್ಯಸಹಿತವಾದ ಋಗ್ವೇದವನ್ನು ಮೊದಲು ಮುದ್ರಣಮಾಡಿಸಿದ ಮ್ಯಾಕ್ಸ್ಮುಲ್ಲರ್ ಪಂಡಿತನಿಗೆ ಪ್ರಥಮ
ಮುದ್ರಣಕಾರ್ಯದಲ್ಲಿ ಈಸ್ಟ್ ಇಂಡಿಯಾ ಕಂಪೆನಿಯವರ ಉದಾರವಾದ ಸಹಾಯವು ದೊರೆಯಿತು. ಈ ಪ್ರಥಮ ಮುದ್ರಣ ಮತ್ತು
ಪರಿಶೋಧನ ಕಾರ್ಯಕ್ಕೆ ೨೪ ವರ್ಷಗಳು ಬೇಕಾಯಿತೆಂದು ಆ ಪಂಡಿತನೇ ಹೇಳಿದ್ದಾನೆ. ಅನೇಕ ಪರಿಶೋಧನೆಗಳಿಂದಲೂ
ಉಚಿತಬದಲಾವಣೆಗಳಿಂದಲೂ ತಿದ್ದಿ ಸರಿಪಡಿಸಿದ ದ್ವಿತೀಯ ಮುದ್ರಣಕಾರ್ಯಕ್ಕೆ ವಿಜಯನಗರದ ಮಹಾರಾಜರವರು 
ನೆರವಾಗಿ ನಿಂತು ಸಮಸ್ತ ಖರ್ಚುವೆಚ್ಚವನ್ನೂ ವಹಿಸಿ ಗ್ರಂಥವನ್ನು ಅಂದವಾಗಿ ಮುದ್ರಿಸಿ ಸಮಸ್ತಜನರ 
ಕೃತಜ್ಞತೆಗೂ ಮೆಚ್ಚಿಕೆಗೂ ಪಾತ್ರರಾದರು. ವೇದವಿಚಾರವಾದ ಪ್ರಸ್ತಾಪವನ್ನು ಮಾಡುವಸಂದರ್ಭದಲ್ಲಿ 
ಮ್ಯಾಕ್ಸ್ಮುಲ್ಲರ್ ಮತ್ತು ವಿಜಯನಗರದ ಮಹಾರಾಜರ ಹೆಸರುಗಳು ಸಮಸ್ತಜನರ ಸ್ಮರಣೆಗೂ ಬರುವುದು 
ರೂಢಿಯಾಗಿದೆ. ಈ ಇಬ್ಬರು ಮಹನೀಯರ ಸಹಾಯವು ದೊರೆಯದಿದ್ದ ಪಕ್ಷದಲ್ಲಿ ವೇದವಿದ್ಯಾವ್ಯಾಸಂಗವು ಈಗಿನ 
ಸ್ಥಿತಿಯಲ್ಲಿ ಮುಂದುವರಿಯುತ್ತಿತ್ತೆಂಬ ವಿಚಾರದಲ್ಲಿ ಸಂದೇಹಕ್ಕೆ ಆಸ್ಪದವಿದೆ. ಇದರಿಂದ ಒಂದು ವಿಚಾರವು 
ವ್ಯಕ್ತವಾಗುವುದು. ನಿಸ್ವಾರ್ಥತೆಯಿಂದ ಕೆಲಸಮಾಡಲು ತಕ್ಕಯೋಗ್ಯತೆಯುಳ್ಳ ಪಂಡಿತವರ್ಗವೂ ರಾಜಾಶ್ರಯವೂ ದೊರೆತರೆ
ಮಾತ್ರ ಇಂತಹ ಮಹತ್ಕಾರ್ಯಗಳು ನೆರವೇರಲು ಸಾಧ್ಯವು. ಹಿಂದೆ ವೇದವಿದ್ಯಾಭಿಮಾನಿಯಾದ ಬುಕ್ಕಮಹಾರಾಜನು
ತನ್ನ ಆಸ್ಥಾನದಲ್ಲಿದ್ದ ಮಹಾವಿದ್ವಾಂಸರಾದ ಮಾಧವಾಚಾರ್ಯ ಮತ್ತು ಸಾಯಣಾಚಾರ್ಯರೆಂಬ ಸಹೋದರರಿಗೆ ವೇದಗಳ
ಭಾಷ್ಯವನ್ನು ರಚಿಸುವಂತೆ ಅಪ್ಪಣೆ ಮಾಡಲು, ಅವರಲ್ಲಿ ಸಾಯಣಾಚಾರ್ಯರು ವೇದ, ವ್ಯಾಕರಣ ಮೀಮಾಂಸಾ, ಶ್ರೌತ, ವೇದಾಂತ
ಮೊದಲಾದ ಶಾಸ್ತ್ರಗಳಲ್ಲಿ ಅದ್ವಿತೀಯ ಪಂಡಿತರಾದುದರಿಂದ ವೇದಭಾಷ್ಯರಚನೆಯ ಕೆಲಸವನ್ನು ಮಾಡಲೊಪ್ಪಿ
ಅನೇಕ ಉದ್ದಾಮಪಂಡಿತರುಗಳ ಸಹಾಯದಿಂದ ನಾಲ್ಕು ವೇದಗಳ ಭಾಷ್ಯಗಳನ್ನೂ ಸಕಲರಿಗೂ ತಿಳಿಯುವಂತೆ ಸರಳವಾದ
ಭಾಷೆಯಿಂದ ರಚಿಸಿ ಲೋಕೋಪಕಾರ ಮಾಡಿದರು. ಅವರು ರಚಿಸಿರುವ ಗ್ರಂಥಗಳು ಅವರು ವಿದ್ಯಾಪ್ರೌಢಿಮೆಯನ್ನು
ಬೆಳಗುವುದಲ್ಲದೆ ಸಕಲಜನರ ಮನ್ನಣೆಗೂ ಪಾತ್ರವಾಗಿವೆ. ಅವರ ಭಾಷ್ಯಸಹಾಯವಿಲ್ಲದಿದ್ದರೆ ವೇದವನ್ನು
ಅರ್ಥಮಾಡಿ ತಿಳಿದುಕೊಳ್ಳುವುದು ಎಂದಿಗೂ ಸಾಧ್ಯವಾಗುತ್ತಿರಲಿಲ್ಲವೆಂಬ ವಿಚಾರದಲ್ಲಿ ಅತಿಶಯೋಕ್ತಿಯೇನೂ ಇಲ್ಲ.
</p>


<p class="para">
ಅದರಂತೆಯೇ ಸಂಸ್ಕೃತಭಾಷೆಯನ್ನು ತಿಳಿಯದ ತಮ್ಮ ಕನ್ನಡ ನಾಡಿನ ಪ್ರಜಾಕೋಟಿಗೆ ವೇದ ವಿದ್ಯೆಯು ಅರ್ಥವತ್ತಾಗಿ
ತಿಳಿಯಲು ಅನುಕೂಲವಾಗಲೆಂದು, ಕರ್ನಾಟಕ ದಿವ್ಯರತ್ನಸಿಂಹಾಸನಾಧೀಶ್ವರರೂ, ಸನಾತನಧರ್ಮಾಭಿಮಾನಿಗಳೂ, 
ವಿದ್ಯಾವಿನಯಶೀಲಸಂಪನ್ನರೂ, ದೈವಭಕ್ತಿತತ್ಪರರೂ ಆದ ನಮ್ಮನ್ನಾಳುವ
<span class="textbf">  ಶ್ರೀ ಜಯಚಾಮರಾಜೇಂದ್ರ ಒಡೆಯರ್ ಬಹದ್ದೂರ್, <span style="font-size: 0.90em">ಜಿ. ಸಿ. ಬಿ., ಜಿ. ಸಿ. ಎಸ್. ಐ.</span></span>,
ಮಹಾಪ್ರಭುವರ್ಯತು ಲೋಕೋಪಕಾರದೃಷ್ಟಿಯಿಂದ
ವೇದರಾಶಿಗಳಲ್ಲಿ ಅಗ್ರಸ್ಥಾನವನ್ನು ಪಡೆದಿರುವುದೂ, ಅತಿಪುರಾತನವೂ, ಸಕಲ ಪುರಾಣೇತಿಹಾಸಗಳಿಗೆ ಮೂಲಭೂತವೂ
ಆದ ಋಗ್ವೇದವನ್ನು ಸಾಯಣಭಾಷ್ಯಸಹಿತವಾಗಿಯೂ, ಪ್ರತಿಪದಾರ್ಥ ಭಾವಾರ್ಥ, ವಿಶೇಷಾರ್ಥ, ವ್ಯಾಕರಣಮೀಮಾಂಸಾ
ಸೂತ್ರಗಳ ವಿಮರ್ಶೆ ಮೊದಲಾದ ಅನೇಕ ವಿವರಣೆಗಳ ಸಹಿತವಾಗಿ ಪಂಡಿತಪಾಮರರಿಗೆ ಸುಲಭವಾಗಿ ಅರ್ಥವಾಗುವ
ಸರಳಶೈಲಿಯಲ್ಲಿ ಬರೆದು ಲಕ್ಷಾಂತರದ್ರವ್ಯವ್ಯಯವನ್ನೂ ಲೆಕ್ಕಿಸದೆ, ಮುದ್ರಿಸುವಂತೆ ಅಪ್ಪಣೆಮಾಡಿ 
<span class="textbf">  ಸಮಸ್ತ  </span>  ಜನರ ಪ್ರೀತಿವಿಶ್ವಾಸಕೃತಜ್ಞತೆಗಳಿಗೆ ಪಾತ್ರರಾಗಿರುತ್ತಾರೆ. ಇಂತಹ ಮಹತ್ಕಾರ್ಯವು
<span class="textbf">  ಸಾಧಾರಣ  </span>  ಮನುಷ್ಯರಿಂದ ಸಾಧ್ಯವಿಲ್ಲ. ಧರ್ಮದಲ್ಲಿ ಶ್ರದ್ಧೆಯುಳ್ಳ ರಾಜಮಹಾರಾಜರುಗಳಿಂದ ಮಾತ್ರ
ಸಾಧ್ಯವೆಂಬುದು ಸಕಲರಿಗೂ ತಿಳಿದವಿಷಯ. ಅನೇಕ ವಿವರಣೆಗಳನ್ನೊಳಗೊಂಡು ಇಷ್ಟು ವಿಸ್ತಾರವಾಗಿ 
ವಿಷಯವಿಮರ್ಶೆಗಳಿಂದಲೂ, ಗಹನವಾದ ತತ್ವ್ತಪ್ರತಿಪಾದನೆಗಳಿಂದಲೂ ತುಂಬಿತುಳುಕಾಡುತ್ತಿರುವ ಇಂತಹ
ಅಪೂರ್ವಗ್ರಂಥವು ಬೇರೆ ಯಾವ ಭಾಷೆಯಲ್ಲಿಯೂ ಇದುವರೆಗೂ ಮುದ್ರಿತವಾಗಿಲ್ಲ. ಮರಾಠಿ, ಬಂಗಾಳಿ, ಹಿಂದಿ ಮುಂತಾದ
ಭಾಷೆಗಳಲ್ಲಿ ವೇದಾರ್ಥವನ್ನು (ಇಷ್ಟು ವಿಸ್ತಾರವಾಗಿ ಅಲ್ಲ, ಸೂಕ್ಷ್ಮವಾಗಿ) ಪ್ರಕಟಿಸಲು ಹೊರಟ ಅನೇಕ ಗ್ರಂಥಗಳು
ಒಂದೆರಡು ಭಾಗಗಳನ್ನು ಮುದ್ರಿಸುವುದರೊಳಗಾಗಿಯೇ ದ್ರವ್ಯಾಭಾವದಿಂದಲೋ, ಜನರ ಪ್ರೋತ್ಸಾಹವಿಲ್ಲದ್ದರಿಂದಲೋ
ಅಥವಾ ಮತ್ತಾವ ಕಾರಣದಿಂದಲೋ ಮುಂದುವರೆಯದೆ ಅಪೂರ್ಣವಾಗಿ ಸಮಾಪ್ತಿಗೊಂಡಿರುವುದು ವಿಷಾದಕರವಾಗಿದೆ. ಯಾವ ಭಾಷೆಗೂ
ದೊರೆಯದಿದ್ದ ಇಂತಹ ಅಪೂರ್ವಸುಯೋಗವು ಕನ್ನಡಭಾಷೆಗೆ ದೊರೆತಿರುವುದು ಕನ್ನಡನಾಡಿನ ಸುಕೃತವೆಂದೇ ಹೇಳಬೇಕು.
ಇಂತಹ ಉತ್ಕೃಷ್ಟಗ್ರಂಥವಿಲ್ಲದ ಭಾಷೆಯ ಸಾಹಿತ್ಯವು ಪೂರ್ಣವೆನಿಸಲಾರದು. ಈ ಕೊರತೆಯನ್ನು ಹೋಗಲಾಡಿಸಿ
ಕನ್ನಡಸಾಹಿತ್ಯವು ಸರ್ವತೋಮುಖವಾಗಿ ಅಭಿವೃದ್ಧಿಯನ್ನೈದಿ ಲೋಕದಲ್ಲಿ ಬೆಳಗುವಂತೆ ಮಾಡಿದ ನಮ್ಮ
ಮಹಾಪ್ರಭುವರ್ಯರ ಔದಾರ್ಯವನ್ನು ಎಷ್ಟು ಶ್ಲಾಘಿಸಿದರೂ ಅಲ್ಪವೇ ಸರಿ.
</p>
        </div>
        <div id="footer">
			<div class="copyright"><p><a href="http://www.srirangadigital.com" target="_blank">Digitized by Sriranga Digital Software Technologies Pvt. Ltd.</a></p></div>
        </div>
    </div>
</body>
</html>
