<!DOCTYPE html>
<html lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
	<link href="style/reset.css" media="screen" rel="stylesheet" type="text/css" />    
	<link href="style/style.css" media="screen" rel="stylesheet" type="text/css" />
	<title>ಗ್ರಂಥರತ್ನಮಾಲಾ</title>
</head>

<body>
	<div class="page">
		<div class="header">
			<ul class="nav">
				<li><a class="nav_kan" href="../index.html">ಮುಖಪುಟ</a></li>
				<li>|</li>
				<li><a class="nav_kan" href="granthamala.html">ಗ್ರಂಥರತ್ನಮಾಲಾ</a></li>
				<li>|</li>
				<li><a class="active nav_kan" href="about.html">ಒಳನೋಟ</a></li>
				<li>|</li>
                <li><a class="nav_kan" href="anuvadakaru.html">ಅನುವಾದಕರ ಪಟ್ಟಿ</a></li>
				<li>|</li>
				<li><a class="nav_kan" href="purana_list.html">ಸಂಗ್ರಹ</a></li>
				<li>|</li>
				<li><a class="nav_kan" href="search.php">ಹುಡುಕಿ</a></li>
			</ul>
        </div>
        <div id="purana">ಪುರಾಣಗಳು</div>
        <div id="main_heading">ಶ್ರೀ ಜಯಚಾಮರಾಜೇಂದ್ರ ಗ್ರಂಥರತ್ನಮಾಲೆ - ೨</div>
		<div class="mainbody">
            <div class="author">ಡಾ|| ಎಚ್.ವಿ. ನಾಗರಾಜರಾವ್ </div>
            <p class="para">೧೯೪೦ ರಿಂದ ೧೯೪೭ ರವರೆಗೆ ಮೈಸೂರು ಸಂಸ್ಥಾನದ ಮಹಾರಾಜರಾಗಿ, ಆನಂತರ ಸ್ವಾತಂತ್ರ್ಯೋತ್ತರ ಕಾಲದಲ್ಲಿ ವಿಶಾಲ ಮೈಸೂರು ಹಾಗೂ ಮದರಾಸು ರಾಜ್ಯಗಳ ರಾಜ ಪ್ರಮುಖ ಮತ್ತು ರಾಜ್ಯಪಾಲರಾಗಿ ಸೇವೆಸಲ್ಲಿಸಿ ೧೯೭೪ರಲ್ಲಿ ದಿವಂಗತರಾದ ಶ್ರೀಜಯಚಾಮರಾಜ ಒಡೆಯರ್ ಅವರು ಸಾಹಿತ್ಯ ಸಂಗೀತ-ತತ್ತ್ವ ಶಾಸ್ತ್ರಗಳಲ್ಲಿ ಖ್ಯಾತಿವೆತ್ತ ವಿದ್ವಾಂಸರಾಗಿದ್ದರು. ಅವರಿಂದ ಕನ್ನಡ ಭಾಷೆಗೆ ಸಂದ ಸೇವೆಯಲ್ಲಿ ಪ್ರಮುಖವಾಗಿ ಉಲ್ಲೆಖನಾರ್ಹವಾದುದು <span class="textbf">''ಶ್ರೀ ಜಯಚಾಮರಾಜೇಂದ್ರ  ಗ್ರಂಥ ರತ್ನಮಾಲಾ'' </span>ಎನ್ನಬಹುದು. ಭಾರತೀಯ ಸಂಸ್ಕೃತಿಗೆ ಆಧಾರವೆನ್ನಬಹುದಾದ ವೇದ, ಪುರಾಣ ಹಾಗೂ ಇತರ ಶಾಸ್ತ್ರ ಗ್ರಂಥಗಳು ಸಂಸ್ಕೃತದಲ್ಲಿರುವುದರಿಂದ ಸಾಮಾನ್ಯ ಜನತೆಯ ಪಾಲಿಗೆ ಅವು ಗಗನಕುಸುಮಗಳಂತಾಗಿದ್ದುದನ್ನು ಕಂಡು ಶ್ರೀ ಒಡೆಯರ್ ಅವರು ಆ ಗ್ರಂಥಗಳ ಮೂಲ ಮತ್ತು ಅವುಗಳ ಅನುವಾದಗಳು ಪೂರ್ಣವಾಗಿ ಕನ್ನಡ ಲಿಪಿಯಲ್ಲಿ, ಅದೂ ಸುಲಭ ಬೆಲೆಯಲ್ಲಿ ದೊರಕುವಂತಾಗಬೇಕೆಂಬ ಸದಾಶಯದಿಂದ ಈ ಗ್ರಂಥರತ್ನ ಮಾಲೆಯನ್ನು ಕನ್ನಡಿಗರಿಗೆ ದಯಪಾಲಿಸಿದರು. ಈ ರೀತಿಯೇ ಬೃಹತ್ತು-ಮಹತ್ತುಗಳನ್ನು ಹೊಂದಿರುವ ಗ್ರಂಥಮಾಲೆ ಪ್ರಾಯಶಃ ಭಾರತದ ಬೇರಾವ ಭಾಷೆಯಲ್ಲೂ ಬಂದಿಲ್ಲವೆನಿಸುತ್ತದೆ. ಗ್ರಂಥ ಮಾಲೆಯ ಸಂಪುಟಗಳ ಒಟ್ಟು ಸಂಖ್ಯೆ {೩೨೮}. ಪುಟಗಳ ಸಂಖ್ಯೆ ಲಕ್ಷಕ್ಕೂ ಹೆಚ್ಚು ! </p>
            <p class="para">ಈ ಮಾಲೆಯಲ್ಲಿ ಅತ್ಯಂತ ಮುಖ್ಯವಾಗಿ ಕಾಣುವ ಗ್ರಂಥರತ್ನ  <span class="textbf">&#x2018;ಋಗ್ವೇದ&#x2019;</span>. ಇದರಲ್ಲಿ ಮೂಲ ಸಂಹಿತಾ ಪಾಠ ಮತ್ತು ಪದಪಾಠಗಳನ್ನು ಸ್ವರಸಹಿತವಾಗಿ ಕೊಡಲಾಗಿದೆ. ಅನಂತರ ಸಾಯಣ ಭಾಷ್ಯ (ಸಂಸ್ಕೃತ ಮೂಲ) ವನ್ನೂ ಮುದ್ರಿಸಲಾಗಿದೆ. ಇದರಿಂದ ಮೇಲೆ ಕನ್ನಡದಲ್ಲಿ ಪ್ರತಿಪದಾರ್ಥ-ಭಾವಾರ್ಥಗಳನ್ನು ಕೊಟ್ಟು, ಇಂಗ್ಷೀಷಿನಲ್ಲಿ ಮೂಲದ ಅನುವಾದವನ್ನೂ ಕೊಟ್ಟಿದೆ. ಇಷ್ಟಲ್ಲದೆ ವಿಶೇಷವಿಷಯಗಳು, ವ್ಯಾಕರಣ ಪ್ರಕ್ರಿಯೆ ಮುಂತಾದುವನ್ನು ಸರಳ ಕನ್ನಡದಲ್ಲಿ ವಿವರಿಸಲಾಗಿದೆ. </p>
            <p class="para">ಈ ರೀತಿಯಾಗಿ ಸರ್ವೊಪಕಾರವಾಗುವಂತೆ ಋಗ್ವೇದವನ್ನು ಅನುವಾದಿಸಿ, ಸಂಪಾದಿಸಿ ಮುದ್ರಿಸಲು ಜಗದ್ಗುರು ಶಿಲ್ಪಸಿದ್ಧಾಂತಿ ಶಿವಯೋಗಿ ಶ್ರೀ ಶ್ರೀ ಸಿದ್ಧಲಿಂಗಸ್ವಾಮಿಗಳ ಅಧ್ಯಕ್ಷತೆಯಲ್ಲಿ &#x201c;ವೇದ ವಿಮರ್ಶನ ವಿದ್ವನ್ಮಂಡಲಿ&#x201d; ಯನ್ನು ಶ್ರೀ ಮನ್ಮಹಾರಾಜರು ರಚಿಸಿ ಈ ಮಹಾತ್ಕಾರ್ಯವನ್ನು ಸಾಧ್ಯವಾಗುವಂತೆ ಮಾಡಿದರು. {೧೯೪೮}ರಲ್ಲಿ ಋಗ್ವೇದ ಸಂಹಿತೆಯ ಪ್ರಥಮ ಸಂಪುಟ ಪ್ರಕಟವಾಯಿತು. ಹತ್ತೊಂಬತ್ತನೆಯ ಶತಮಾನದಲ್ಲಿ ಮ್ಯಾಕ್ಸ್ಮುಲ್ಲರ್ ಮಹಾಶಯನ ಸಂಪಾದಕತ್ವದಲ್ಲಿ ಪ್ರಥಮ ಬಾರಿಗೆ ಸಾಯಣ ಭಾಷ್ಯ ಸಹಿತವಾಗಿ ಋಗ್ವೇದ ಪ್ರಕಟವಾದ ಮೇಲೆ ವೇದ ಸಾಹಿತ್ಯ ಪ್ರಪಂಚದಲ್ಲಿ ಆದ ಅದ್ಭುತ ಸಿದ್ಧಿ ಇದು ಎನ್ನಬಹುದು.</p>
            <p class="para">ವೇದಗಳ ಅನಂತರ ಪುರಾಣಗಳು ಸಂಸ್ಕೃತ ಸಾಹಿತ್ಯದಲ್ಲಿ ಪ್ರಾಮುಖ್ಯತೆ ಪಡೆದಿವೆ. ಹದಿನೆಂಟು ಪುರಾಣಗಳು, ಅನೇಕ ಉಪಪುರಾಣಗಳೂ ವ್ಯಾಸ ಕರ್ತೃಕವೆಂದು ಪ್ರಸಿದ್ಧವಾಗಿದೆ. ಮತ್ಸ್ಯ  , ಕೂರ್ಮ, ವರಾಹ, ನರಸಿಂಹ, ನಾರದೀಯ, ವಾಯು, ವಾಮನ, ವಿಷ್ಣು, ಸಾಂಬ, ಸೌರ, ಕಾಳಿಕಾ, ಭವಿಷ್ಯ, ಶಿವ, ಲಿಂಗ, ಬ್ರಹ್ಮ, ಪದ್ಮ, ಸ್ಕಾಂದ, ವಿಷ್ಣುಧರ್ಮೊತ್ತರ, ಮಾರ್ಕಂಡೇಯ, ಬ್ರಹ್ಮವೈರ್ವತ, ಬ್ರಹ್ಮಾಂಡ, ಗಣೇಶ, ಆದಿ ಮತ್ತು ಕಲ್ಕಿ ಪುರಾಣಗಳು ಅನೇಕ ವಿದ್ವಾಂಸರಿಂದ ಅನುವಾದಗೊಂಡು ಈ ಮಾಲಿಕೆಯಲ್ಲಿ ಪ್ರಕಟವಾಗಿವೆ. </p>
            <p class="para">ಇವಲ್ಲದೆ ದೇವೀಭಾಗವತ, ಶಿವರಹಸ್ಯ, ಯೋಗವಾಸಿಷ್ಠ ಮೊದಲಾದ ಬೃಹದ್ ಗ್ರಂಥಗಳೂ, ಗೀತೆ--ಉಪನಿಷತ್ತು ಮತ್ತು ಬ್ರಹ್ಮಸೂತ್ರಗಳ ಭಾಷ್ಯಗಳೂ, ಅನೇಕ ಮಂತ್ರ ಶಾಸ್ತ್ರಗಳೂ ಈ ಗ್ರಂಥರತ್ನ ಮಾಲೆಯ ಪುಷ್ಪಗಳಾಗಿವೆ. ಒಟ್ಟಿನಲ್ಲಿ, ಜಯಚಾಮರಾಜೇಂದ್ರ ಗ್ರಂಥರತ್ನಮಾಲೆ ಕನ್ನಡ ಸಾಹಿತ್ಯದ ಶ್ರೀಮಂತಿಕೆಯನ್ನು ಹೆಚ್ಚಿಸಿದೆ, ಅದರ ಗೌರವವನ್ನು ವರ್ಧಿಸಿದೆ. ದಾತೃ ಶ್ರೀ ಜಯಚಾಮರಾಜ ಒಡೆಯರ್ ಅವರಿಗೂ, ವಿದ್ವಾನ್ಮಂಡಲಿಯ ಅಧ್ಯಕ್ಷರಾದ ಶ್ರೀ ಸಿದ್ಧಲಿಂಗಸ್ವಾಮಿಗಳಿಗೂ, ಅನುವಾದ-ಸಂಪಾದನ-ಮುದ್ರಣಾದಿಗಳನ್ನು ಮಾಡಿದ ಆಸ್ಥಾನ ವಿದ್ವಾನ್ ಶ್ರೀ ಎಚ್. ಪಿ. ವೆಂಕಟರಾವ್ ಮುಂತಾದ ವಿದ್ವಾಂಸರಿಗೂ ಕನ್ನಡ ನಾಡು ಚಿರಋಣಿಯಾಗಿರುವುದರಲ್ಲಿ ಸಂಶಯವಿಲ್ಲ. </p>
		</div>
        <div id="footer">
			<div class="terms"><p><a href="#">Terms of Use</a>&nbsp;|&nbsp;<a href="#">Privacy Policy</a>&nbsp;|&nbsp;<a href="#">Contact Us</a></p></div>
			<div class="copyright"><p><a href="http://www.srirangadigital.com" target="_blank">Copyright &copy; Sriranga Digital Software Technologies Pvt. Ltd.</a></p></div>
        </div>
    </div>
</body>
</html>
