<!DOCTYPE html>
<html lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
	<link href="style/reset.css" media="screen" rel="stylesheet" type="text/css" />    
	<link href="style/style.css" media="screen" rel="stylesheet" type="text/css" />
	<title>ಗ್ರಂಥರತ್ನಮಾಲಾ</title>
</head>

<body>
	<div class="page">
		<div class="header">
			<ul class="nav">
				<li><a class="nav_kan" href="../index.php">ಮುಖಪುಟ</a></li>
				<li>|</li>
				<li><a class="nav_kan" href="granthamala.php">ಗ್ರಂಥರತ್ನಮಾಲಾ</a></li>
				<li>|</li>
				<li><a class="active nav_kan" href="about.php">ಒಳನೋಟ</a></li>
				<li>|</li>
                <li><a class="nav_kan" href="anuvadakaru.php">ಅನುವಾದಕರ ಪಟ್ಟಿ</a></li>
				<li>|</li>
				<li><a class="nav_kan" href="purana_list.php">ಸಂಗ್ರಹ</a></li>
				<li>|</li>
				<li><a class="nav_kan" href="search.php">ಹುಡುಕಿ</a></li>
			</ul>
        </div>
        <div id="purana">ಪುರಾಣಗಳು</div>
        <div id="main_heading">ಶ್ರೀ ಜಯಚಾಮರಾಜೇಂದ್ರ ಗ್ರಂಥರತ್ನಮಾಲೆ - ೧</div>
		<div class="mainbody">
            <div class="author">ಡಾ|| ಎನ್. ಅನಂತರಂಗಾಚಾರ್ </div>
            <p class="para">ಗ್ರಂಥ ಕನ್ನಡ ಗ್ರಂಥಮಾಲೆಗಳಲ್ಲೆಲ್ಲ ಚಿರಸ್ಮರಣಿಯವಾದುದು ಜಯಚಾಮರಾಜೇಂದ್ರ ಗ್ರಂಥಮಾಲೆ. ಇದರ ಸ್ಥಾಪಕರು, ಮಾಲೀಕರು, ಮತ್ತು ಪೋಷಕರು ಶ್ರೀಮನ್ಮಹಾರಾಜ ಜಯಚಾಮರಾಜೇಂದ್ರ ಒಡೆಯರು. ಈ ಮಾಲೆಯಲ್ಲಿ ಭಾರತೀಯರ ಪರಮಪೂಜ್ಯವಾದ ವೈದಿಕ ಮತ್ತು ಪೌರಾಣಿಕ ಜ್ಞಾನಸಾಗರವನ್ನು ಕನ್ನಡದ ಅನುವಾದಗಳ ಮೂಲಕ ಸಾರ್ವತ್ರಿಕವಾಗಿ ಎಲ್ಲರ ಮನೆಗೂ ಪ್ರವಹಿಸುವಂತೆ ಮಾಡಿದೆ. ಈ ಮಾಲೆಯ ಅನೇಕ ಗ್ರಂಥಗಳು, ವಿದ್ಯಾಸಂಸ್ಥೆಗಳು, ಮಠಗಳು, ಮತ್ತು ವಿದ್ವಾಂಸರಿಗೆ ಉಚಿತವಾಗಿ ದಾನಮಾಡಲ್ಪಟ್ಟಿವೆ. ಆದರೂ ಈ ಅಮೋಘ ಸಾಹಸದ ವಿಷಯವಾಗಿ ಕರ್ಣಾಟಕದ ಯಾವ ಸಾಹಿತಿಯೂ (ಎ. ಆರ್. ಕೃ. ರವರ &#x2018;ದೇವಿ ಭಾಗವತ&#x2019; ದ ವಿಮರ್ಶೆಯು) ವಿಮರ್ಶಿಸದಿರುವುದೂ ಅದರ ವಿಷಯವಾಗಿ ಯಾವ ಗಣ್ಯ ಪತ್ರಿಕೆಯೂ ನಾಲ್ಕಾರು ಮೆಚ್ಚಿಗೆಯ ಮಾತುಗಳನ್ನಾಡುವುದೂ ವಿಷಾದಕರ. ಇಷ್ಟು ಮಹತ್ಪ್ರಮಾಣದ ಪ್ರಕಟಣ ಕಾರ್ಯವು ಪ್ರಪಂಚದ ಮತ್ತಾವಭಾಷೆಯಲ್ಲಿಯೂ ಆಗಿಲ್ಲವೆಂದು ಪಾಂಡಿಚೇರಿಯಲ್ಲಿದ್ದ ಜರ್ಮನ್ ವಿದ್ವಾಂಸರೊಬ್ಬರು ಪ್ರಶಂಶಿಸಿದರೆಂದು ಕವಿ ಬೇಂದ್ರೆಯವರು ಮುಮ್ಮಡಿ ಕೃಷ್ಣರಾಜ ಒಡೆಯರವರ ಶತಮಾನೋತ್ಸವ ಸಂದರ್ಭದಲ್ಲಿ ತಿಳಿಸಿದಾಗ ಅದನ್ನು ಕೇಳಿದ ಕನ್ನಡಿಗರಿಗೆ ವಿಶೇಷ ಹೆಮ್ಮೆಯಾಯಿತು. ಪರಕೀಯರು ಪ್ರಶಂಶಿಸಿದ ಮೇಲಾದರೂ ಸ್ಥಳೀಯರು ಅದರ ಕಡೆ ಗಮನಿಸುತ್ತಾರೆಂದು ಭಾವಿಸಬಹುದಲ್ಲವೇ?</p>
            <p class="para">ಈ ಸಂದರ್ಭದಲ್ಲಿ ಈ ಮಾಲೆಯು ಪ್ರಾರಂಭವಾದ ಕಾಲದಲ್ಲಿ ನಡೆದ ಒಂದು ವಿಷಯವನ್ನು ಉಲ್ಲೇಖಿಸಿದರೆ ಅದು ಅಸಂಬದ್ಧವಾಗಲಾರದು. ಸುಮಾರು ೧೯೪೦ನೆಯ ವರ್ಷವಿರಬಹುದು. ಆಗ ನಾನು ಮೈಸೂರಿನ &#x2018;ಪಂಚಾಚಾರ್ಯ ವಿದ್ಯುನ್ಮುದ್ರಣಾಲಯ&#x2019; ದಲ್ಲಿ ಶ್ರೀ ವೇದಾಂತ ದೇಶಿಕರವರ &#x2018;ಸ್ತೋತ್ರ ರತ್ನಾವಳಿ&#x2019; ಯನ್ನ ಅಚ್ಚು ಹಾಕಿಸುತ್ತಿದ್ದೆ. ಆ ಸಂದರ್ಭದಲ್ಲಿ ಶ್ರೀ ಮನ್ಮಹಾರಾಜರವರು ತಮ್ಮ ಸ್ವಂತ ಉಪಯೋಗಕ್ಕಾಗಿ &#x2018;ಗಣೇಶ ಪೂಜಾತಂತ್ರ&#x2019;, &#x2018;ದತ್ತಾತ್ರೇಯ ಕವಚ&#x2019; ಮೊದಲಾದ ಕಿರು ಹೊತ್ತಿಗೆಗಳನ್ನು ಮುದ್ರಿಸುತ್ತಿದ್ದರು. ಆದರೆ ಪ್ರತಿಗಳ ಸಂಖ್ಯೆಯು ಐದು ಅಥವಾ ಹತ್ತರಲ್ಲಿ ಸೀಮಿತವಾಗಿರುತ್ತಿತ್ತು. ಆಕಸ್ಮಾತ್ ಅದನ್ನು ಅಲ್ಲಿ ನೋಡಿದಾಗ ಹೆಚ್ಚು ಖರ್ಚಿಲ್ಲದೆ ಪ್ರತಿಗಳ ಸಂಖ್ಯೆಯನ್ನು ಹೆಚ್ಚಿಗೆ ಸಾರ್ವತ್ರಿಕವಾಗಿ ಉಪಯೋಗವಾಗುವಂತೆ ಮಾಡಬಹುದಲ್ಲ ಎಂದು ಮುದ್ರಣಾಲಯದ ಮಾಲೀಕರಾದ ಶ್ರೀ ಕಾಶೀನಾಥ ಶಾಸ್ತ್ರಿಗಳನ್ನು ಪ್ರಶ್ನಿಸಿದೆ. ಅವರು ನಾನು ಈ ಸೂಚನೆಯನ್ನು ಮಹಾರಾಜರವರಿಗೆ ತಿಳಿಸಬಹುದೆಂದು ಸಲಹೆ ಕೊಟ್ಟರು ಅದರಂತೆ ನಾನು ಮಹಾರಾಜರನ್ನೇ ಭೇಟಿಮಾಡಿ ಅವರ ಮುಂದೆ ಈ ಸಲಹೆಯನ್ನಿಟ್ಟೆ. ಅವರಿಗೂ ಇದು ಸೂಕ್ತವಾಗಿ ಕಂಡುಬಂದಿತು. ಅಲ್ಲಿಂದ ಮುಂದೆ ಬಂದ ಗ್ರಂಥಗಳಲ್ಲಿ ಕೆಲವನ್ನು ನೂರಕ್ಕೂ ಮತ್ತು ಕೆಲವನ್ನ ಮುನ್ನೂರಕ್ಕೂ ಕಾಲಾನುಕಾಲದಲ್ಲಿ ಐದುನೂರು ಮತ್ತು ಸಾವಿರಕ್ಕೂ ಹೆಚ್ಚಿಸಿ ಸಾರ್ವತ್ರಿಕವಾಗಿ ಲಭಿಸುವಂತೆ ಏರ್ಪಡಿಸಿದರು. ಇದು ಅವರ ಔದಾರ್ಯಬುದ್ಧಿಯನ್ನೂ ಪ್ರಜಾ ಪ್ರೇಮವನ್ನೂ ಪ್ರಕಟಿಸುತ್ತದೆ. </p>
            <p class="para">ಈ ಮಾಲೆಯಲ್ಲಿ ಬಹು ಆಕರ್ಷಕವೂ ಅಮೋಘವೂ ಆದುದು ಋಗ್ವೇದ ಸಂಹಿತೆಯ ಮೂವತ್ತು ಸಂಪುಟಗಳು (ವಾಸ್ತವವಾಗಿ ಮುವತ್ತಾರು). ಇದರ ಮೊದಲನೆಯ ಸಂಪುಟದಲ್ಲಿ ವೇದ ವಿಚಾರಗಳನ್ನೊಳಗೊಂಡ ಪೂರ್ವಪೀಠಿಕೆ, ಸಾಯಣ ಭಾಷ್ಯ ಭೂಮಿಕೆ ಮತ್ತು ಒಂದೆರಡು ಮಂತ್ರಗಳ ವ್ಯಾಖ್ಯಾನಗಳಿವೆ. ಮುಂದಿನ ಸಂಪುಟಗಳಲ್ಲಿ ಮಂತ್ರಗಳ ವಿಷಯದಲ್ಲಿಯೂ ಸಂಹಿತಾಪಾಠ. ಪದಪಾಠ, ಪ್ರತಿಪದಾರ್ಥ, ಸರಳಾನುವಾದ, ಇಂಗ್ಲಿಷ್ ಭಾಷಾಂತರ, ಸಾಯಣ ಭಾಷ್ಯ, ವ್ಯಾಕರಣ ವಿಚಾರ, ವಿಶೇಷ ವಿಷಯ ಮತ್ತು ಟಿಪ್ಪಣಿಗಳು ಬರಯಲ್ಪಟ್ಟಿದೆ. ಈ ಕಾರ್ಯಕ್ಕೆ ಪ್ರೇರಕಶಕ್ತಿ ಮೈಸೂರು ರಾಜಧಾನಿಯಲ್ಲಿದ್ದ ಶಿಲ್ಪ ಸಿದ್ಧಾಂತಿ ಶ್ರೀ ಸಿದ್ದಲಿಂಗಸ್ವಾಮಿಗಳವರದಾಗಿದೆ. ಸ್ವಾಮಿಗಳವರು ವೇದದ ಅಮೂಲ್ಯತೆಯನ್ನೂ, ಪ್ರಜೆಗಳ ಮೇಲೆ ಅದರಿಂದಾಗುವ ಪ್ರಭಾವವನ್ನೂ ಪ್ರತಿಯೊಬ್ಬ ಪ್ರಜೆಯೂ ವೇದಾರ್ಥವನ್ನು ತನ್ನ ಭಾಷೆಯಲ್ಲಿಯೇ ತಿಳಿದು ಪುನೀತನಾಗಬೇಕೆಂದು ಅಭಿಪ್ರಾಯವನ್ನು ಹೊಂದಿದವರು. ಸ್ವಾಮಿಗಳವರಲ್ಲಿ ಮಹಾರಾಜ ಜಯಚಾಮರಾಜ ಒಡೆಯರವರಿಗೆ ಆತ್ಮೀಯ ಭಕ್ತಿ ವಿಶ್ವಾಸಗಳಿದ್ದವು. ಸ್ವಾಮಿಗಳವರ ಸೂಚನೆಯಂತೆ ಮಹಾರಾಜರವರು ಅವರ ನೇತೃತ್ವದಲ್ಲಿಯೇ ಸಂಪಾದಕ ಮಂಡಲವೊಂದನ್ನು ಏರ್ಪಡಿಸಿ ಗ್ರಂಥಪ್ರಕಾಶನ ಕಾರ್ಯವನ್ನು ಪ್ರಾರಂಭಿಸಿದರು. </p>
            <p class="para">ಈ ಕಾರ್ಯದ ಪ್ರಧಾನ ಸಂಪಾದಕ ಮತ್ತು ಅನುವಾದಕರು ವೇದ ಪಂಡಿತ ಹೆಚ್. ಪಿ. ವೆಂಕಟರಾಯರವರು. ಇವರವೈದುಷ್ಯಾ ಬಹುಮುಖವಾದುದು. ಅವರು ಋಕ್-ಯಜರ್ವೆದಗಳಲ್ಲಿ ಘನಪಾಠಿಗಳಾಗಿದ್ದರು. ಇಂಗ್ಲೀಷ್ನಲ್ಲಿ ಇಂಟರ್ ಮೀಡಿಯಟ್ ಪರೀಕ್ಷೆಯಲ್ಲಿ ಸಬ್ಓವರ್ಸಿಯರ್ ಪರೀಕ್ಷೆಯಲ್ಲಿಯೂ ತೇರ್ಗಡೆಯಾಗಿದ್ದರು. ಉದರಂಭರಣಕ್ಕಾಗಿ ರೆವಿನ್ಯೂ ಹೈಯ್ಯರ್ ಪರೀಕ್ಷೆಯಲ್ಲಿಯೂ ಸಬ್ಓವರ್ಸಿಯರ್ ಪರೀಕ್ಷೆಯಲ್ಲಿಯೂ ತೇರ್ಗಡೆಯನ್ನು ಪಡೆದಿದ್ದರು. ಆಡಂಬರವಿಲ್ಲದ ಗಂಭೀರವಾದ ಮುಖಮುದ್ರೆ. ಪ್ರಾರಂಭದಲ್ಲಿ ಜೀವನ ನಿರ್ವಹಣೆಗಾಗಿ ಕೆಲವು ಕಾಲ ರೆವಿನ್ನೂ ಇನ್ಸ್ಪೆಕ್ಟರ್ ಆಗಿಯೂ ಸಬ್ ಓವರ್ಸಿಯರ್ ಆಗಿಯೂ ಕೆಲಸ ಮಾಡಿದರು. ಇವರಿಗೆ ಈ ವೃತ್ತಿಗಳು ಮನಸ್ಸಿಗೆ ಹಿಡಿದಂತೆ ಕಾಣುವುದಿಲ್ಲ. ಅದನ್ನು ತ್ಯಜಿಸಿ ಪ್ರಾಚೀನ ಓಲೆಯ ಗ್ರಂಥಗಳನ್ನು ಪ್ರತಿಮಾಡುವ ವೃತ್ತಿಯನ್ನು ಅವಲಂಬಿಸಿದರು. ಅವರಿಗೆ ಸಂಸ್ಕೃತ (ದೇವನಾಗರೀ), ತೆಲಗು, ಕನ್ನಡ ಮತ್ತು ಇಂಗ್ಲಿಷ್ ಪ್ರತಿಗಳ ಪ್ರಾಚೀನ ಲಿಪಿಗಳ ಪರಿಚಯವಿತ್ತು. ಈ ಒಂದೊಂದು ಅಕ್ಷರಗಳು ಮುಕ್ತಾಫಲದಂತೆ ಇರುತ್ತಿದ್ದವು. ಇವರು ಲಕ್ಷಾಂತರ ಗ್ರಂಥಗಳನ್ನು (ಒಂದು ಗ್ರಂಥವೆಂದರೆ ಒಂದು ಅನುಷ್ಪುಪ್ ಶ್ಲೋಕದ ಪರಿಮಾಣ) ಪ್ರತಿ ಮಾಡಿದ್ದಾರೆ. ಇವರು ಒಂದು ಸಾವಿರ ಗ್ರಂಥವನ್ನು ನಾಲ್ಕು ರೂಪಾಯಿಗಳಿಗೆ ಪ್ರತಿಮಾಡುತ್ತಿದ್ದರು. ಅವರ ಬರವಣಿಗೆ ಮುದ್ರಿತ ಪ್ರತಿಗಳಿಗಿಂತ ಹೆಚ್ಚು ಸೌಂದರ್ಯಯುತವೂ ಆಕರ್ಷಕವೂ ಆಗಿರುತ್ತಿತ್ತು. ನಾನೇ ಅವರಿಂದ ಲಕ್ಷಾಂತರ ಗ್ರಂಥಗಳನ್ನು ಪ್ರತಿ ಮಾಡಿಸಿದ್ದೇನೆ. ಮೈಸೂರು ಪ್ರಾಚ್ಯ ಸಂಶೋಧನಾಲಯದಲ್ಲಿ ಇವರಿಂದ ಲಿಖಿತವಾಗಿರುವ ನೂರಾರು ಕನ್ನಡ ಸಂಸ್ಕೃತ ಗ್ರಂಥಗಳಿವೆ. ಈ ಮಹಾಶಯರ ಪರಿಚಯ ಶ್ರೀ ಸಿದ್ಧಲಿಂಗಸ್ವಾಮಿಗಳವರಿಗೆ ಆದುದು ದೇಶದ ಸೌಭಾಗ್ಯ. ಸ್ವಾಮಿಗಳವರ ಸೂಚನೆ ಮೇರೆಗೆ ಮಹಾರಾಜರವರು ಇವರನ್ನು ಪ್ರಧಾನ ಸಂಪಾದಕರಾಗಿ ಏರ್ಪಡಿಸಿ ಇವರ ಸಹಾಯಕ್ಕಾಗಿ ಎಂಟು ಮಂದಿಯನ್ನೊಳಗೊಂಡ ಒಂದು ಸಂಪಾದಕ ಮಂಡಳಿಯನ್ನು ಏರ್ಪಡಿಸಿದರು. ಇದರಲ್ಲಿ ಕನ್ನಡ, ಸಂಸ್ಕೃತ, ಇಂಗ್ಲಿಷ್ ಭಾಷಾ ಪಂಡಿತರೆಲ್ಲರೂ ಸೇರಿದ್ದಾರೆ. ಇವರುಗಳು ಸುಮಾರು ೧೦ ವರ್ಷಗಳಿಗಿಂತ ಕಡಿಮೆಯ ಕಾಲದಲ್ಲಿ ಸುಮಾರು ೨೫,೦೦೦ ಪುಟಗಳ ಬೃಹದಾಕಾರವನ್ನುಳ್ಳ ಮೂವತ್ತು ಸಂಪುಟಗಳನ್ನು ಹೊರತಂದಿದ್ದಾರೆ. ಇದು ಬಹು ಶೀಘ್ರವಾಗಿ ಮುಗಿಯಬೇಕೆಂಬ ಉದ್ದೇಶದಿಂದ ಮೈಸೂರಿನಲ್ಲಿರುವ ಶ್ರೀ ಶಾರದಾ ಪ್ರೆಸ್, ವಿನಾಯಕ ಪ್ರಿಂಟಿಂಗ್ ಪ್ರೆಸ್, ಶಕ್ತಿ ಎಲೆಕ್ಟ್ರಿಕ್ ಪ್ರೆಸ್ ಮತ್ತು ಪಂಚಾಚರ್ಯ ಎಲೆಕ್ಟ್ರಿಕ್ ಪ್ರೆಸ್ಗಳಿಗೆ ಕೆಲಸ ಹಂಚಲಾಗಿತ್ತು. ಇವರೆಲ್ಲರೂ ಸೇರಿ ವೇದ ಸಂಹಿತೆಗೆ ವಿಶೇಷವಾದ ಮುದ್ರಣ ವಿನ್ಯಾಸವನ್ನು ಅಕ್ಷರಗಳ ವಿವಿಧ ಆಕಾರಗಳ ಮೊಳೆಗಳನ್ನು ಪ್ರತ್ಯೇಕವಾಗಿ ನಿರ್ಮಿಸಿಕೊಂಡು ಅಭೂತ ಪೂರ್ವವಾಗಿ ಮುದ್ರಿಸಿದ್ದಾರೆ. ಇದರ ಕಾಗದವು ಮತ್ತು ರಟ್ಟು ಕಟ್ಟುವಿಕೆಯು (Binding) ಸುದೃಢವೂ ಸೌಂದರ್ಯಯುತವೂ ಆಗಿದೆ. </p>
            <p class="para">ಈ ಗ್ರಂಥವು ಇಷ್ಟು ಸರ್ವಾಂಗ ಸುಂದರವಾಗಿ ಮುದ್ರಿವಾಗುವುದಕ್ಕೆ ಶ್ರೀಮನ್ಮಹಾರಾಜರವರ ಪ್ರತ್ಯಕ್ಷಆಸಕ್ತಿಯೇ ಕಾರಣ. ತಮ್ಮ ಮೂಲೆಯಲ್ಲಿ ಮುದ್ರಿತವಾಗಿರುವ ಎರಡುವರೆಲಕ್ಷ ಪುಟಗಳನ್ನು ಮಹಾರಾಜರವರೇ ಸ್ವಂತವಾಗಿ ಅವಲೋಕಿಸಿದ್ದಾರೆ ಅಲ್ಲದೆ ಮುದ್ರಣ ಕಾರ್ಯದ ವಿನ್ಯಾಸದಲ್ಲಿ ವಿಷಯ ವಿಮರ್ಶೆಯಲ್ಲಿ ಬಹು ಅಮೋಘವಾದ ಸೂಚನೆಯನ್ನಿತ್ತು ಗ್ರಂಥವು ಸರ್ವಾಂಗ ಸುಂದರವಾಗುವುದಕ್ಕೆ ಸಹಾಯ ಮಾಡಿದ್ದಾರೆ. </p>
            <p class="para">ವೇದ ಸಂಶೋಧನಾ ಕಾರ್ಯವನ್ನು ಮೊದಲು ಪ್ರಾರಂಭಿಸಿದವರು ಜರ್ಮನ್ ಪಂಡಿತರಾದ ಪ್ರೋ|| ಮ್ಯಾಕ್ಸ್ಮ್ಯುಲರ್ ಎಂಬ ಪಂಡಿತರು. ಅವರು ಸುಮಾರು ೫೦ ವರ್ಷಗಳ ಕಾಲ ಶ್ರಮಪಟ್ಟು ಸಾಯಣ ಭಾಷ್ಯದೊಂದಿಗೆ ದೇವನಾಗರಿ ಲಿಪಿಯಲ್ಲಿ ಮೊದಲನೆಯ ಬಾರಿಗೆ ಶುದ್ಧ ಪಾಠವನ್ನು ನಿಷ್ಕರ್ಶಿಸಿ  ಪ್ರಕಟಿಸಿದರು ಅದರಿಂದೀಚೆಗೆ ದೇವಭಾಷ್ಯವು ಕಾಶೀ, ಕಲ್ಕತ್ತ, ಬೊಂಬಾಯಿ ಮತ್ತು ಪೂನಾ ಮೊದಲಾದೆಡೆಗಳಲ್ಲಿ ಪ್ರಕಟವಾಗಿದೆ. ಅವು ಯಾವುದರಲ್ಲಿಯೂ ಪ್ರಸಕ್ತ ಗ್ರಂಥದಷ್ಟು ಪೂರ್ಣ ವಿಷಯಗಳು ಕಂಡುಬರುವುದಿಲ್ಲ. ಆದ್ದರಿಂದ ಈ ಮಾಲೆಯ ವೇದ ಸಾಹಿತ್ಯವು ಪ್ರಪಂಚಕ್ಕೆ ಮಾದರಿಯಾಗಿದೆ ಅಲ್ಲದೆ ಮರಾಠಿ ಭಾಷೆ. ವಿನಾ ಮತ್ತಾವ ದೇಶ ಭಾಷೆಯಲ್ಲಿಯೂ ವೇದಭಾಷ್ಯಗಳ ಅನುವಾದಗಳಿಲ್ಲ. ಆ ದೃಷ್ಟಿಯಿಂದ ಈ ಪರಿಷ್ಕರಣವು ಕನ್ನಡಿಗರಿಗೆ ವಿಶೇಷ ಹೆಮ್ಮೆಯನ್ನು ತರುವಂತಾಗಿದೆ. </p>            
		</div>
        <div id="footer">
			<div class="terms"><p><a href="#">Terms of Use</a>&nbsp;|&nbsp;<a href="#">Privacy Policy</a>&nbsp;|&nbsp;<a href="#">Contact Us</a></p></div>
			<div class="copyright"><p><a href="http://www.srirangadigital.com" target="_blank">Copyright &copy; Sriranga Digital Software Technologies Pvt. Ltd.</a></p></div>
        </div>
    </div>
</body>
</html>
